export const storeProducts = [
    {
        id : 1 ,
        title : 'سامسونگ',
        info : "این روزها برند شیائومی، تبدیل به رقیبی سرسخت برای برند هوآوی میان خریداران و کاربران تلفن همراه شده‌است. اما آیا صرف قیمت پایین این برند چینی، دلیل محبوبیت آن میان کاربران شده‌است؟ دلایل کاربران و کارشناسان برای خرید گوشی‌های این برند چیست"
        ,inCart : false ,
        img : 'img/sumsong.jpg',
        count : 0 ,
        total : 0,
        price : 1200000 ,
        company : 'nokia',
        color_p:'سبز',
        color_e:'green',
        comments : []

    },
    {
        id : 2 ,
        title : 'هوایوی - s10',
        info : "این روزها برند شیائومی، تبدیل به رقیبی سرسخت برای برند هوآوی میان خریداران و کاربران تلفن همراه شده‌است. اما آیا صرف قیمت پایین این برند چینی، دلیل محبوبیت آن میان کاربران شده‌است؟ دلایل کاربران و کارشناسان برای خرید گوشی‌های این برند چیست"
        ,inCart : false ,
        color_p:'سبز',
        color_e:'green',
        img : 'img/xiaomi.jpg',
        count : 0 ,
        total : 0,
        price : 1560000,
        company : 'nokia',
        comments : []

    },
    {
        id : 3 ,
        title : 'شیامی',
        color_p:'مشکی',
        color_e:'black',
        info : "این روزها برند شیائومی، تبدیل به رقیبی سرسخت برای برند هوآوی میان خریداران و کاربران تلفن همراه شده‌است. اما آیا صرف قیمت پایین این برند چینی، دلیل محبوبیت آن میان کاربران شده‌است؟ دلایل کاربران و کارشناسان برای خرید گوشی‌های این برند چیست"
        ,inCart : false ,
        img : 'img/xiaomi2.jpg',
        count : 0 ,
        total : 0,
        price : 3500000,
        company : 'nokia'
        ,comments : []


    },
    {
        id : 4 ,
        title : 'سامسونگ',
        info : "این روزها برند شیائومی، تبدیل به رقیبی سرسخت برای برند هوآوی میان خریداران و کاربران تلفن همراه شده‌است. اما آیا صرف قیمت پایین این برند چینی، دلیل محبوبیت آن میان کاربران شده‌است؟ دلایل کاربران و کارشناسان برای خرید گوشی‌های این برند چیست"
        ,inCart : false ,
        img : 'img/somsung.jpg',
        count : 0 ,
        total : 0,
        price : 3600000,
        company : 'nokia',
        color_p:'سبز',
        color_e:'green'
        ,comments : []


    }, {
        id : 5 ,
        title : 'نوکیا',
        info : "این روزها برند شیائومی، تبدیل به رقیبی سرسخت برای برند هوآوی میان خریداران و کاربران تلفن همراه شده‌است. اما آیا صرف قیمت پایین این برند چینی، دلیل محبوبیت آن میان کاربران شده‌است؟ دلایل کاربران و کارشناسان برای خرید گوشی‌های این برند چیست"
        ,inCart : false ,
        count : 0 ,
        img : 'img/nokia.jpg',
        total : 0,
        price : 4500000,
        company : 'nokia',
        color_p:'سبز',
        color_e:'green',
        comments : []


    },
    {
        id : 6 ,
        title : 'ال جی',
        info : "این روزها برند شیائومی، تبدیل به رقیبی سرسخت برای برند هوآوی میان خریداران و کاربران تلفن همراه شده‌است. اما آیا صرف قیمت پایین این برند چینی، دلیل محبوبیت آن میان کاربران شده‌است؟ دلایل کاربران و کارشناسان برای خرید گوشی‌های این برند چیست"
        ,inCart : false ,
        count : 0 ,
        img : 'img/nokia2.jpg',
        total : 0,
        price : 4610000,
        company : 'nokia',
        color_p:'سبز',
        color_e:'green'
        ,comments : []


    },
    {
        id : 7 ,
        title : ' سامسونگ',
        info : "این روزها برند شیائومی، تبدیل به رقیبی سرسخت برای برند هوآوی میان خریداران و کاربران تلفن همراه شده‌است. اما آیا صرف قیمت پایین این برند چینی، دلیل محبوبیت آن میان کاربران شده‌است؟ دلایل کاربران و کارشناسان برای خرید گوشی‌های این برند چیست"
        ,inCart : false ,
        count : 0 ,
        img : 'img/sumsong.jpg',
        total : 0,
        price : 2500000,
        company : 'nokia',
        color_p:'سبز',
        color_e:'green'
        ,comments : []


    },
    {
        id : 8 ,
        title : 'نوکیا ',
        info : "این روزها برند شیائومی، تبدیل به رقیبی سرسخت برای برند هوآوی میان خریداران و کاربران تلفن همراه شده‌است. اما آیا صرف قیمت پایین این برند چینی، دلیل محبوبیت آن میان کاربران شده‌است؟ دلایل کاربران و کارشناسان برای خرید گوشی‌های این برند چیست"
        ,inCart : false ,
        count : 0 ,
        img : 'img/nokia3.jpg',
        total : 0,
        price : 7800000,
        company : 'nokia',
        color_p:'سبز',
        color_e:'green'
        ,comments : []


    },
    {
        id : 9 ,
        title : 'ال جی',
        info : "این روزها برند شیائومی، تبدیل به رقیبی سرسخت برای برند هوآوی میان خریداران و کاربران تلفن همراه شده‌است. اما آیا صرف قیمت پایین این برند چینی، دلیل محبوبیت آن میان کاربران شده‌است؟ دلایل کاربران و کارشناسان برای خرید گوشی‌های این برند چیست"
        ,inCart : false ,
        count : 0 ,
        img : 'img/somsung.jpg',
        total : 0,
        price : 1230000,
        company : 'nokia',
        color_p:'طلایی',
        color_e:'gold'
        ,comments : [] 


    },
    {
        id : 10 ,
        title : ' شیامی',
        info : "این روزها برند شیائومی، تبدیل به رقیبی سرسخت برای برند هوآوی میان خریداران و کاربران تلفن همراه شده‌است. اما آیا صرف قیمت پایین این برند چینی، دلیل محبوبیت آن میان کاربران شده‌است؟ دلایل کاربران و کارشناسان برای خرید گوشی‌های این برند چیست"
        ,inCart : false ,
        count : 0 ,
        img : 'img/xiaomi2.jpg',
        total : 0,
        price : 2620000,
        company : 'nokia',
        color_p:'سبز',
        color_e:'green'
        ,comments : [{
            text :  'Lorem ipsum dolor sit amet consectetur adipisicing elit. Incidunt neque error reiciendis architecto dolor dolorum, consequuntur eligendi corrupti voluptates illo sit, fugit recusandae nostrum doloribus iste. Expedita neque delectus quos?' ,
            ,'sadegh'
        }
        ]


    },
];

export const DetailProduct = [
    {
        id : 6 ,
        title : 'ال جی',
        info : "این روزها برند شیائومی، تبدیل به رقیبی سرسخت برای برند هوآوی میان خریداران و کاربران تلفن همراه شده‌است. اما آیا صرف قیمت پایین این برند چینی، دلیل محبوبیت آن میان کاربران شده‌است؟ دلایل کاربران و کارشناسان برای خرید گوشی‌های این برند چیست"
        ,inCart : false ,
        count : 0 ,
        img : 'img/mobile-6.png',
        total : 0,
        price : 4610000,
        company : 'nokia',
        color_p:'سبز',
        color_e:'green'
        ,comment : ''


    }

]