export const storeProducts = [
    {
        id : 1 ,
        title : 'سامسونگ',
        info : "این روزها برند شیائومی، تبدیل به رقیبی سرسخت برای برند هوآوی میان خریداران و کاربران تلفن همراه شده‌است. اما آیا صرف قیمت پایین این برند چینی، دلیل محبوبیت آن میان کاربران شده‌است؟ دلایل کاربران و کارشناسان برای خرید گوشی‌های این برند چیست"
        ,inCart : false ,

        img : 'img/sumsong.jpg',
        red

        count : 0 ,
        total : 0,

        price : 5500000,
        black_price : 5500000 ,
        red_price : 5600000,
        gold_price : 5700000,

        company : 'nokia',
        color_p:'مشکی',
        color_e:'black',
        comments : [{
            text :  'گوشی خوبی هستش و ازش راضیم و پیشنهاد میکنم ازش استفاده کنید' ,
             name : 'صادق'
        } ,{
            text: 'من استفاده کردم خوب نیس',
            name : 'رضا'
        }
        ]

    },
    {
        id : 2 ,
        title : 'هوایوی - s10',
        info : "این روزها برند شیائومی، تبدیل به رقیبی سرسخت برای برند هوآوی میان خریداران و کاربران تلفن همراه شده‌است. اما آیا صرف قیمت پایین این برند چینی، دلیل محبوبیت آن میان کاربران شده‌است؟ دلایل کاربران و کارشناسان برای خرید گوشی‌های این برند چیست"
        ,inCart : false ,
        color_p:'مشکی',
        color_e:'black',
        img : 'img/xiaomi.jpg',
        count : 0 ,
        total : 0,
        
        price : 1200000,
        black_price : 1200000 ,
        red_price : 1265000,
        gold_price : 1250000,
        
        company : 'nokia',
        comments : [{
            text :  'گوشی خوبی هستش و ازش راضیم و پیشنهاد میکنم ازش استفاده کنید' ,
             name : 'صادق'
        } ,{
            text: 'من استفاده کردم خوب نیس',
            name : 'رضا'
        }
        ]

    },
    {
        id : 3 ,
        title : 'شیامی',
        color_p:'مشکی',
        color_e:'black',
        info : "این روزها برند شیائومی، تبدیل به رقیبی سرسخت برای برند هوآوی میان خریداران و کاربران تلفن همراه شده‌است. اما آیا صرف قیمت پایین این برند چینی، دلیل محبوبیت آن میان کاربران شده‌است؟ دلایل کاربران و کارشناسان برای خرید گوشی‌های این برند چیست"
        ,inCart : false ,
        img : 'img/xiaomi2.jpg',
        count : 0 ,
        total : 0,
        
        price : 2200000,
        black_price : 2200000 ,
        red_price : 2350000,
        gold_price : 2400000,
        
        company : 'nokia'
        ,comments : [{
            text :  'گوشی خوبی هستش و ازش راضیم و پیشنهاد میکنم ازش استفاده کنید' ,
             name : 'صادق'
        } ,{
            text: 'من استفاده کردم خوب نیس',
            name : 'رضا'
        }
        ]


    },
    {
        id : 4 ,
        title : 'سامسونگ',
        info : "این روزها برند شیائومی، تبدیل به رقیبی سرسخت برای برند هوآوی میان خریداران و کاربران تلفن همراه شده‌است. اما آیا صرف قیمت پایین این برند چینی، دلیل محبوبیت آن میان کاربران شده‌است؟ دلایل کاربران و کارشناسان برای خرید گوشی‌های این برند چیست"
        ,inCart : false ,
        img : 'img/somsung.jpg',
        count : 0 ,
        total : 0,
       
        price : 3230000,
        black_price : 3230000 ,
        red_price : 3500000,
        gold_price : 3700000,
        
        company : 'nokia',
        color_p:'مشکی',
        color_e:'black'
        ,comments : [{
            text :  'گوشی خوبی هستش و ازش راضیم و پیشنهاد میکنم ازش استفاده کنید' ,
             name : 'صادق'
        } ,{
            text: 'من استفاده کردم خوب نیس',
            name : 'رضا'
        }
        ]


    }, {
        id : 5 ,
        title : 'نوکیا',
        info : "این روزها برند شیائومی، تبدیل به رقیبی سرسخت برای برند هوآوی میان خریداران و کاربران تلفن همراه شده‌است. اما آیا صرف قیمت پایین این برند چینی، دلیل محبوبیت آن میان کاربران شده‌است؟ دلایل کاربران و کارشناسان برای خرید گوشی‌های این برند چیست"
        ,inCart : false ,
        count : 0 ,
        img : 'img/nokia.jpg',
        total : 0,
        
        price : 2400000,
        black_price : 2400000 ,
        red_price : 2500000,
        gold_price : 2600000,
        
        company : 'nokia',
        color_p:'مشکی',
        color_e:'black',
        comments : [{
            text :  'گوشی خوبی هستش و ازش راضیم و پیشنهاد میکنم ازش استفاده کنید' ,
             name : 'صادق'
        } ,{
            text: 'من استفاده کردم خوب نیس',
            name : 'رضا'
        }
        ]


    },
    {
        id : 6 ,
        title : 'ال جی',
        info : "این روزها برند شیائومی، تبدیل به رقیبی سرسخت برای برند هوآوی میان خریداران و کاربران تلفن همراه شده‌است. اما آیا صرف قیمت پایین این برند چینی، دلیل محبوبیت آن میان کاربران شده‌است؟ دلایل کاربران و کارشناسان برای خرید گوشی‌های این برند چیست"
        ,inCart : false ,
        count : 0 ,
        img : 'img/nokia2.jpg',
        total : 0,
        
        price : 4500000,
        black_price : 4500000 ,
        red_price : 4600000,
        gold_price : 4020000,
        
        company : 'nokia',
        color_p:'مشکی',
        color_e:'black'
        ,comments : [{
            text :  'گوشی خوبی هستش و ازش راضیم و پیشنهاد میکنم ازش استفاده کنید' ,
             name : 'صادق'
        } ,{
            text: 'من استفاده کردم خوب نیس',
            name : 'رضا'
        }
        ]


    },
    {
        id : 7 ,
        title : ' سامسونگ',
        info : "این روزها برند شیائومی، تبدیل به رقیبی سرسخت برای برند هوآوی میان خریداران و کاربران تلفن همراه شده‌است. اما آیا صرف قیمت پایین این برند چینی، دلیل محبوبیت آن میان کاربران شده‌است؟ دلایل کاربران و کارشناسان برای خرید گوشی‌های این برند چیست"
        ,inCart : false ,
        count : 0 ,
        img : 'img/sumsong.jpg',
        total : 0,
        
        price : 1300000,
        black_price : 1300000 ,
        red_price : 1320000,
        gold_price : 1330000,
        
        company : 'nokia',
        color_p:'مشکی',
        color_e:'black'
        ,comments :[{
            text :  'گوشی خوبی هستش و ازش راضیم و پیشنهاد میکنم ازش استفاده کنید' ,
             name : 'صادق'
        } ,{
            text: 'من استفاده کردم خوب نیس',
            name : 'رضا'
        }
        ]


    },
    {
        id : 8 ,
        title : 'نوکیا ',
        info : "این روزها برند شیائومی، تبدیل به رقیبی سرسخت برای برند هوآوی میان خریداران و کاربران تلفن همراه شده‌است. اما آیا صرف قیمت پایین این برند چینی، دلیل محبوبیت آن میان کاربران شده‌است؟ دلایل کاربران و کارشناسان برای خرید گوشی‌های این برند چیست"
        ,inCart : false ,
        count : 0 ,
        img : 'img/nokia3.jpg',
        total : 0,
        
        price : 5200000,
        black_price : 5200000 ,
        red_price : 5300000,
        gold_price : 5200000,
        
        company : 'nokia',
        color_p:'مشکی',
        color_e:'black'
        ,comments : [{
            text :  'گوشی خوبی هستش و ازش راضیم و پیشنهاد میکنم ازش استفاده کنید' ,
             name : 'صادق'
        } ,{
            text: 'من استفاده کردم خوب نیس',
            name : 'رضا'
        }
        ]


    },
    {
        id : 9 ,
        title : 'ال جی',
        info : "این روزها برند شیائومی، تبدیل به رقیبی سرسخت برای برند هوآوی میان خریداران و کاربران تلفن همراه شده‌است. اما آیا صرف قیمت پایین این برند چینی، دلیل محبوبیت آن میان کاربران شده‌است؟ دلایل کاربران و کارشناسان برای خرید گوشی‌های این برند چیست"
        ,inCart : false ,
        count : 0 ,
        img : 'img/somsung.jpg',
        total : 0,
        
        price : 4500000,
        black_price : 4500000 ,
        red_price : 4600000,
        gold_price : 4600000,
        
        company : 'nokia',
        color_p:'مشکی',
        color_e:'black'
        ,comments : [{
            text :  'گوشی خوبی هستش و ازش راضیم و پیشنهاد میکنم ازش استفاده کنید' ,
             name : 'صادق'
        } ,{
            text: 'من استفاده کردم خوب نیس',
            name : 'رضا'
        }
        ]


    },
    
];

export const DetailProduct = [
    {
        id : 10 ,
        title : ' شیامی',
        info : "این روزها برند شیائومی، تبدیل به رقیبی سرسخت برای برند هوآوی میان خریداران و کاربران تلفن همراه شده‌است. اما آیا صرف قیمت پایین این برند چینی، دلیل محبوبیت آن میان کاربران شده‌است؟ دلایل کاربران و کارشناسان برای خرید گوشی‌های این برند چیست"
        ,inCart : false ,
        count : 0 ,
        img : 'img/xiaomi2.jpg',
        total : 0,
        
        price : 3100000,
        black_price : 3100000 ,
        red_price : 3150000,
        gold_price : 3170000,
        
        company : 'nokia',
        color_p:'مشکی',
        color_e:'black'
        ,comments : [{
            text :  'گوشی خوبی هستش و ازش راضیم و پیشنهاد میکنم ازش استفاده کنید' ,
             name : 'صادق'
        } ,{
            text: 'من استفاده کردم خوب نیس',
            name : 'رضا'
        }
        ]


    },

]

export const Users = [
    {
        name : "ali",
        lastName : "mirzaei",
        phone : '09109942599' ,
        passWord : '4523' ,
        location : ' خیابان امام رضا پلاک 60'
    },
    {
        name : "sadegh",
        lastName : "akbari",
        phone : '09376770472' ,
        passWord : '2580',
        location : ' خیابان امام رضا پلاک 60'

    }
]